11/data/attachments/fcd3580342585f8b.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_e3f83404-b8da-44ed-897b-8a24167d119f</nif:username>
            <nif:friendToBeAdded>Kimberly_friend_Friend_64244_4</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>